
# * <------------------------------------------------->
#!  ТЕКСТ ДЛЯ БОТА С ПЕРЕНОСОМ СТАРЫХ СИМОК
#* <------------------------------------------------->
USE_BOT = 'Воспользуйтесь ботом @MusofirimBot для получения уведомлений.'
ALREADY_HAVE_SIM = f'За вами уже закреплена сим карта.\n{USE_BOT}'
SIM_PHONE = 'Введите номер телефона вашей симкарты (только цифры, должен начинаться с 972).'
WRONG_TYPE = 'Не похоже на номер телефона, попробуйте ввести еще раз (только цифры, должен начинаться с 972).'
PHONE_ALREADY_USED = 'Этот номер уже закреплен за другим пользователем.'
REGISTERED_ALREADY = f'Ваш номер уже зарегистрирован.\n{USE_BOT}'
WRONG_PHONE = 'Номер телефона не зарегистрирован (должен начинаться с 972).'
TRY_AGAIN = 'Неизвестная ошибка, попробуйте ввести номер телефона еще раз'
SUCCESS = f'Все прошло успешно! *Обязательно:* перейдите в бота @MusofirimBot и нажмите кнопку *START*.'